[
  {
    "name": "SM**BR team",
    "comment": "Veeery good App for Dropshippers and amazing support as well, the teams is always there to help you whenever you need. I highly recommend it!",
    "time": "Yesterday at 2:52 AM"
  },
  {
    "name": ".V**ÍA team",
    "comment": "This is the easiest , fastest most reliable way to fullfill & import products directly to my store, also with their updated supplier analytics they are by far the best partners to do business with, thanks again DSers for making my life alot easier.",
    "time": "Yesterday at 3:49 AM"
  },
  {
    "name": "O**ed team",
    "comment": "This application is absolutely optimal for drop shipping.Very easy to handle, Every tool you need and very accurate.User-friendly",
    "time": "Yesterday at 4:35 PM"
  },
  {
    "name": "A***us team",
    "comment": "i've had a good experience with the app, it works great, easy to use and exstreamly useful! they also have a really good costumer service!",
    "time": "Yesterday at 4:25 PM"
  },
  {
    "name": "B**ka team",
    "comment": "They are fantastic, they helped me with a lot of patience and I am really very grateful, without a doubt the best technical service would give them 1000 stars!",
    "time": "Yesterday at 6:22 PM"
  },
  {
    "name": "U**tore team",
    "comment": "Top notch customer service! Excellent App and customer support! Thank you DSers! So far I am delighted with the functionality and again, the Awesome Support.",
    "time": "Yesterday at 8:12 PM"
  },
  {
    "name": "ju**fr team",
    "comment": "une des meilleurs app et support du marché merci dsers pour ce que vous nous apporter , essayer les vous allez les adopté",
    "time": "Yesterday at 12:22 PM"
  },
  {
    "name": "TOR**ore team",
    "comment": "I am so happy with this app. I have used customer support several times, and they are the most helpful people I ever met. They walked me through everything I needed to add to my support. Wow, Wonderful",
    "time": "Yesterday at 15:52 PM"
  }
]
